---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectRevisionRevisionIssuedBy
source: html/cb88cce3-0b49-5037-3362-4dbcfdf0a3d7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectRevisionRevisionIssuedBy Property

"Issued by"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectRevisionRevisionIssuedBy { get; }
```